{"sections":{"main":{"type":"main-page","settings":{}},"rich_text_btkdN8":{"type":"rich-text","blocks":{"subheading_Mq8wqT":{"type":"subheading","settings":{"subheading":"Our Values: Guiding Principles of The Hamper Boutique Co"}},"heading_FfXQjw":{"type":"heading","settings":{"heading":"<p>As you consider joining our team, it’s important to understand the values that lie at the heart of The Hamper Boutique Co. These principles guide our actions, shape our culture, and reflect who we are as a team. <\/p>","heading_size":"medium"}},"text_PYzNMw":{"type":"text","settings":{"text":"<ol><li><strong>Customer Centricity:<\/strong> Our customers are the heartbeat of our business. Every decision we make, every product we create, is centered around understanding and fulfilling their needs. We’re dedicated to providing a superior customer experience, and we strive to exceed expectations at every opportunity.<\/li><li><strong>Excellence and Innovation:<\/strong> We are committed to maintaining the highest standards of quality in all that we do. We embrace innovation, constantly seeking creative solutions and fresh ideas to enhance our offerings and improve our operations. Excellence isn’t just a goal, but a journey that we’re passionate about. <\/li><li><strong>Sustainability:<\/strong> We care deeply about our planet and the impact we have on it. This is why we focus on sustainable practices, from sourcing eco-friendly and ethically produced products to using 100% recyclable packaging. We believe in the importance of creating joy today, without compromising the ability of future generations to do the same.  <\/li><li><strong>Community and Collaboration:<\/strong> We value our local community, and we believe in the power of collaboration. We nurture relationships with local artisans, suppliers, and businesses, knowing that by supporting each other, we contribute to a vibrant and sustainable local economy. <\/li><li><strong>Respect and Inclusion:<\/strong> We celebrate the diversity of our team and customers. We foster an environment where everyone’s voice is heard, where everyone’s experiences are valued, and where everyone belongs. We believe that our differences enrich us, sparking creativity and driving innovation.  <\/li><li><strong>Integrity:<\/strong> We hold ourselves to the highest ethical standards. We believe in honesty, transparency, and fairness in all our interactions – with our team, our customers, and our suppliers. We understand that trust is earned, and we strive to build it every day.  <\/li><li><strong>Creativity:<\/strong> We encourage and value creativity. We believe that it’s the creative spark in each of us that allows us to craft unique, personalized hampers that bring joy and touch hearts. <\/li><li><strong>Passion:<\/strong> We are passionate about what we do. We love creating beautiful hampers that celebrate moments, express emotions, and bring people closer together. This passion fuels our commitment and drives our success. <\/li><\/ol><p><br\/>If these values resonate with you, we invite you to consider becoming a part of our team. At The Hamper Boutique Co, we’re not just creating hampers, we’re creating joy, one beautiful gift at a time. <\/p>"}}},"block_order":["subheading_Mq8wqT","heading_FfXQjw","text_PYzNMw"],"settings":{"color_scheme":"background-3","full_width":true,"margin_top":"no-indent","margin_bottom":"no-indent","padding_top":"xl","padding_bottom":"xl"}},"image_banner_7e4X8t":{"type":"image-banner","settings":{"full_width":false,"color_scheme":"background-1","subheading":"Why Work for Us:","heading":"<h2>Discover the Benefits of Joining The Hamper Boutique Co<\/h2>","heading_size":"medium","text_information":"","text_align":"center","show_view_all":false,"button_label":"","button_style":"primary","button_link":"","image":"shopify:\/\/shop_images\/join_team.jpg","image_ratio":"adapt","opacity_overlay":0,"margin_top":"s","margin_bottom":"m"}},"custom_liquid_CcPGgk":{"type":"custom-liquid","settings":{"custom_liquid":"{% assign brand = \n  \"\n  Creative Freedom|We encourage creativity and original thinking. Your ideas will not only be heard but also celebrated. We believe everyone in our team has something unique to offer, and we can’t wait to see what you’ll bring to our table.;\n  Competitive Salaries|We value your skills and dedication, and we show it by offering competitive salaries. We believe in rewarding hard work and providing a compensation package that reflects your contributions to our success.;\n  Remote Work Option|We’re committed to embracing the future of work. We offer a work-from-home option, allowing you to have a fulfilling career without compromising on comfort or convenience.;\n  Access to Cutting-Edge Resources|we empower our team with the tools they need to thrive. Whether it’s the latest technical equipment or subscriptions to industry-leading platforms and applications, if it supports your role, we’ll make it happen. We are committed to fostering an environment where you have everything you need to excel in your role and progress in your career journey with us.;\n  Passionate and Diverse Team|You’ll be part of a team that is as diverse as it is passionate. We believe in learning from each other’s experiences and fostering a culture of mutual respect and collaboration.;\n  Work-Life Balance|We understand the importance of balance. We offer flexibility in schedules, recognizing that our team members have commitments and interests outside of work. We want you to have time for what matters most to you.;\n  Supportive Work Environment|Our team is our family. We foster a supportive and inclusive work environment where everyone feels valued and heard. We celebrate our wins together and help each other through challenges.;\n  Opportunity to Make a Difference|Our team is our family. We foster a supportive and inclusive work environment where everyone feels valued and heard. We celebrate our wins together and help each other through challenges.\n  \" | split: \";\"   %}\n\n\n<div class=\"container\" id=\"joinTeam_container\">\n<div class=\"\">\n<div class=\"rich-text__blocks\"> \n<\/div>\n  <div id=\"jointeam\">\n    <div class=\"columns2 text-left\">\n      {% for item in brand %}\n        {% assign parts = item | split: \"|\" %}\n        {% assign title = parts[0] %}\n        {% assign description = parts[1] %}\n        {%- if forloop.length > 0 -%}\n        <div class=\"jointeam\">\n          <h3>{{ title }}<\/h3>\n          <p>{{ description }}<\/p>\n        <\/div>\n        {%- endif -%}\n      {% endfor %}\n    <\/div>\n  <\/div>\n  <\/div>\n  <p class=\"text-left\">At The Hamper Boutique Co, we’re about more than just hampers. We’re about creating a culture of joy, respect, and growth. If these values align with yours, then we would love to welcome you to our team.<\/p>\n<\/div>"}},"rich_text_JT8aJ8":{"type":"rich-text","blocks":{"heading_FnDkiK":{"type":"heading","settings":{"heading":"<h2>Current Opportunities<\/h2>","heading_size":"medium"}}},"block_order":["heading_FnDkiK"],"settings":{"color_scheme":"background-1","full_width":true,"margin_top":"s","margin_bottom":"no-indent","padding_top":"no-indent","padding_bottom":"no-indent"}},"multicolumn_zw4Wdy":{"type":"multicolumn","blocks":{"column_J3ixqQ":{"type":"column","settings":{"heading":"Embark on a Rewarding Journey with Us","text":"Are you ready to make your mark and contribute to a thriving business with a heart? Welcome to our current opportunities section, your first step towards an exciting career with The Hamper Boutique Co. Here you will find the roles we are currently looking to fill as we expand our family. Dive in, and let’s explore how we can create joy together."}},"column_kgUibc":{"type":"column","settings":{"heading":"Social Media Manager","text":"As our Social Media Manager, you will be the voice of our brand in the digital world. You will manage our social media platforms, creating engaging content that resonates with our audience and aligns with our brand values. Your role involves growing our online presence, fostering community engagement, and contributing to our marketing strategies."}}},"block_order":["column_J3ixqQ","column_kgUibc"],"settings":{"color_scheme":"background-1","multicolumn_to_show":2,"image_type":"image","icon_background":"background-1","image_width":"medium","object_fit":"contain","swipe_on_mobile":false,"border_top":false,"margin_top":"no-indent","margin_bottom":"s","padding_top":"m","padding_bottom":"no-indent"}},"rich_text_KWDKWb":{"type":"rich-text","blocks":{"button_czPpiP":{"type":"button","settings":{"button_label":"Get in touch","button_link":"mailto:talent@thehamperboutique.com.au","button_style":"primary"}}},"block_order":["button_czPpiP"],"settings":{"color_scheme":"background-1","full_width":true,"margin_top":"no-indent","margin_bottom":"no-indent","padding_top":"no-indent","padding_bottom":"s"}},"custom_liquid_rJgjWa":{"type":"custom-liquid","settings":{"custom_liquid":"<br\/>\n<h3 class=\"text-center\">Bring Your Unique Spark<\/h3>\n<p class=\"text-center\">We’re Always Looking for Talent<\/p>\n<div class=\"container\">\n<img style=\"margin-left: 20px; float: right;\" src=\"https:\/\/cdn.shopify.com\/s\/files\/1\/0859\/1127\/3767\/files\/join_team_unique_480x480.jpg?v=1710406959\" alt=\"Social Responsibility:Our Commitment to a Sustainable Future\n\">\n\n<p>At The Hamper Boutique Co, we believe in the power of individuality. We understand that every person brings a unique set of skills, ideas, and perspectives that can enrich our team and enhance our service. That’s why we’re always on the lookout for talented individuals who share our passion for creating joy and making a difference. <\/p>\n<p>Whether you’re an experienced professional or a budding talent, if you believe you can contribute something special to our team, we’d love to hear from you. Perhaps you have innovative ideas, unique skills, or a fresh perspective that aligns with our mission. Whatever your unique offering may be, we’re excited to discover the potential synergies. <\/p>\n<p> Simply drop us an email at <a href=\"mailto:talent@thehamperboutique.com.au\">talent@thehamperboutique.com.au<\/a>, and share with us how you envision contributing to our organisation. We’re eager to learn more about you and explore the possibility of welcoming you to our family. Together, let’s create joy, one beautiful gift at a time. We look forward to hearing from you! <\/p>\n<\/div>\n\n<br\/><br\/><br\/><br\/>"}}},"order":["main","rich_text_btkdN8","image_banner_7e4X8t","custom_liquid_CcPGgk","rich_text_JT8aJ8","multicolumn_zw4Wdy","rich_text_KWDKWb","custom_liquid_rJgjWa"]}