{"sections":{"main":{"type":"main-page","custom_css":["h1 {text-align: center; margin-bottom: 0;}","h2 {text-align: center; font-size: 2rem; margin-bottom: 1rem; margin-top: 1rem;}"],"settings":{}},"custom_liquid_fnGg4w":{"type":"custom-liquid","settings":{"custom_liquid":"{% assign message_data = \n\"\n101|Father's Day \/ For your Dad|101-1|Happy Father's Day to the best dad in the world! Thank you for your unwavering love, support, and guidance. You're my hero, my role model, and my best friend. I love you more than words can express.;\n101|Father's Day \/ For your Dad|101-2|To the man who taught me everything I know: Happy Father's Day! Your wisdom, strength, and guidance have shaped me into the person I am today. I'm grateful for you every day.;\n101|Father's Day \/ For your Dad|101-3|Happy Father's Day to the king of our family! Your kindness, strength, and leadership are an inspiration to us all. We love you to the moon and back.;\n101|Father's Day \/ For your Dad|101-4|Wishing a Happy Father's Day to the man who has always been there for me. You're my rock, my support system, and my greatest advocate. Thank you for everything you do.;\n101|Father's Day \/ For your Dad|101-5|Happy Father's Day to my first hero! You've always been my biggest cheerleader, and I'm grateful for your unwavering love and support. Here's to a day filled with joy and celebration.;\n101|Father's Day \/ For your Dad|101-6|To the man who raised me, taught me, and loved me unconditionally: Happy Father's Day! You're my mentor, my friend, and my biggest inspiration.;\n101|Father's Day \/ For your Dad|101-7|Happy Father's Day to the most amazing dad in the world! Your love, guidance, and support have helped me become the person I am today. I'm grateful for you every day.;\n101|Father's Day \/ For your Dad|101-8|Wishing a Happy Father's Day to the man who has always put his family first. Your sacrifice, devotion, and love are appreciated more than words can express. We love you more than anything.;\n101|Father's Day \/ For your Dad|101-9|To my superhero, my coach, and my confidante: Happy Father's Day! You're the light of my life, and I'm grateful for every moment we share.;\n101|Father's Day \/ For your Dad|101-10|Happy Father's Day to the man who has always been my rock. Your strength, courage, and love have inspired me throughout my life. Thank you for being my dad.;\n101|Father's Day \/ For your Dad|101-11|Wishing a Happy Father's Day to the most important person in my life. You're my hero, my role model, and my source of endless love. Thank you for being the best dad in the world.;\n101|Father's Day \/ For your Dad|101-12|Happy Father's Day to the man who taught me to be kind, strong, and independent. Your love and guidance have been invaluable, and I'm grateful for every moment we share.;\n101|Father's Day \/ For your Dad|101-13|To the man who has always been my biggest supporter: Happy Father's Day! Your love, encouragement, and guidance have helped me through every challenge. Thank you for being my dad.;\n101|Father's Day \/ For your Dad|101-14|Happy Father's Day to the man who has shown me what it means to be selfless, compassionate, and loving. You're a true inspiration, and I'm blessed to have you as my dad.;\n101|Father's Day \/ For your Dad|101-15|Wishing a Happy Father's Day to the man who has always believed in me. Your unwavering support, love, and guidance have helped me become the person I am today. Thank you for being my dad.;\n102|Happy birthday – neural tone|102-16|Wishing you a year full of health and happiness on this special day. May your journey through life be filled with memorable moments. Celebrate your birthday, another milestone of life conquered. May your future years shine brighter than the ones passed.;\n102|Happy birthday – neural tone|102-17|I hope your special day brings forth the dawn of a new year, full of promising opportunities and challenges. Happy Birthday!;\n102|Happy birthday – neural tone|102-18|You've come a long way, and this birthday marks another milestone in your journey. May the year ahead be a testament to your resilience and strength.;\n102|Happy birthday – neural tone|102-19|Another year has passed, and your birthday is a gentle reminder of the time well spent. I hope the year ahead is just as enriching for you.;\n102|Happy birthday – neural tone|102-20|Wishing you a day filled with joy and a year filled with success. Happy Birthday!;\n102|Happy birthday – neural tone|102-21|Birthdays are the start of a new exciting journey. May your journey in this new year of life be filled with joy and prosperity.;\n102|Happy birthday – neural tone|102-22|May the gift of another year bring you closer to your dreams and goals. Happy birthday, and here's to a year of growth and discovery.;\n102|Happy birthday – neural tone|102-23|On your special day, may you find moments of joy, wrapped in the warmth of love and kindness. Here's to a year of experiences and abundant growth.;\n102|Happy birthday – neural tone|102-24|Birthdays serve as reminders of our progress and growth. I hope this new year of life brings you joy, success, and wisdom.;\n102|Happy birthday – neural tone|102-25|As you celebrate your special day, may you find countless reasons to smile. Looking forward to seeing the strides you'll make this year.;\n102|Happy birthday – neural tone|102-26|Your birthday marks the beginning of a 365-day journey. May this journey be full of exciting adventures and life lessons.;\n102|Happy birthday – neural tone|102-27|On your birthday, I hope you find the courage to chase your dreams. Here's to another year of accomplishments and joy.;\n102|Happy birthday – neural tone|102-28|Each birthday is a canvas waiting to be painted with the colours of your dreams. Here's to a vibrant and fulfilling year ahead.;\n102|Happy birthday – neural tone|102-29|Wishing you a birthday as remarkable as your journey has been so far. May the year ahead be an exciting chapter in your life.;\n102|Happy birthday – neural tone|102-30|Every birthday is a checkpoint in the journey of life. I hope the road ahead is filled with blessings and new opportunities for you.;\n102|Happy birthday – neural tone|102-31|On your birthday, I wish you the wisdom to understand life's complexities and the courage to overcome its challenges. May your days be filled with joy and peace.;\n102|Happy birthday – neural tone|102-32|A new year of life is a priceless blessing. May this year bring you closer to your dreams and fill your heart with happiness.;\n102|Happy birthday – neural tone|102-33|Birthdays are milestones on the road of life. As you mark another, may the year ahead be filled with endless possibilities and opportunities.;\n102|Happy birthday – neural tone|102-34|May your birthday be the start of a year filled with good luck, good health, and much happiness. Here's to another memorable year of life.;\n103|Happy birthday – funny\/witty tone|103-35|May your cake be sweet, your presents expensive and your day full of unexpected naps! Happy Birthday.;\n103|Happy birthday – funny\/witty tone|103-36|Birthdays are good for you. Statistics show that people who have the most live the longest. Have a great one!;\n103|Happy birthday – funny\/witty tone|103-37|They say you lose your mind as you grow older... what they don't tell you is that you won't miss it much! Happy birthday!;\n103|Happy birthday – funny\/witty tone|103-38|Congrats on becoming a year older but sadly not wiser. But hey, there's always next year. Happy Birthday!;\n103|Happy birthday – funny\/witty tone|103-39|Another year older, but unfortunately none wiser. Happy birthday, and here's to hoping for wisdom next year!;\n103|Happy birthday – funny\/witty tone|103-40|You know you're getting old when you walk up the stairs and call it exercise. Happy Birthday!;\n103|Happy birthday – funny\/witty tone|103-41|Let's raise a toast to your age. The older you get, the wiser you become...or so they say! Happy birthday!;\n103|Happy birthday – funny\/witty tone|103-42|For your birthday, I wanted to give you something fascinating and fun, but then I remembered you already have me in your life.;\n103|Happy birthday – funny\/witty tone|103-43|Congrats on reaching an age where your back goes out more than you do. Happy Birthday!;\n103|Happy birthday – funny\/witty tone|103-44|On your birthday, remember: don't drink and tattoo. And if you do, just don't spell anything important. Happy Birthday!;\n103|Happy birthday – funny\/witty tone|103-45|Happy Birthday! Don't worry, those aren't grey hairs you see. They're strands of birthday glitter growing out of your head.;\n103|Happy birthday – funny\/witty tone|103-46|The best way to remember your birthday is to forget it once. But the best way to enjoy it is to forget your age. Happy Birthday!;\n103|Happy birthday – funny\/witty tone|103-47|You know you're getting old when you have more candles on your cake than wrinkles on your face. Just kidding. Happy birthday!;\n103|Happy birthday – funny\/witty tone|103-48|They say that with age comes wisdom. You must be one of the wisest! Happy birthday!;\n103|Happy birthday – funny\/witty tone|103-49|If anyone calls you old, hit them with your cane and throw your teeth at them! Happy birthday!;\n103|Happy birthday – funny\/witty tone|103-50|A wise man once said, Forget about your past, you cannot change it. I'd like to add: Forget about your present, I didn't get you one. Happy birthday!;\n103|Happy birthday – funny\/witty tone|103-51|Happy Birthday! I hope your day is filled with lots of love and laughter. Also, money. Definitely, lots of money.;\n103|Happy birthday – funny\/witty tone|103-52|Congratulations on being old enough to get a senior citizen discount. Your new age certainly has its perks. Happy birthday!;\n103|Happy birthday – funny\/witty tone|103-53|On your birthday, remember, age is just a number. In your case, it's a very, very, very, very big number. Happy Birthday!;\n103|Happy birthday – funny\/witty tone|103-54|Congratulations on finally reaching the snap, crackle and pop stage of life. Happy Birthday!;\n104|Happy Anniversary|104-55|May your anniversary serve as a reminder of the love and dedication that has carried you through another year together. Here's to many more.;\n104|Happy Anniversary|104-56|As you celebrate another year of shared life and love, may your partnership continue to deepen and your joy multiply. Happy Anniversary!;\n104|Happy Anniversary|104-57|Your anniversary is a testament to the enduring love and respect you share. Wishing you more years of happiness and understanding.;\n104|Happy Anniversary|104-58|Celebrating another year of your journey together, may you continue to grow in love and find new reasons to appreciate each other. Happy Anniversary.;\n104|Happy Anniversary|104-59|With each passing year, your relationship becomes increasingly precious. Wishing you a beautiful anniversary and many more to come.;\n104|Happy Anniversary|104-60|Your anniversary is a milestone marking another year of shared joys and challenges. May your partnership continue to thrive.;\n104|Happy Anniversary|104-61|This day symbolises the mutual commitment you made years ago. Wishing you a Happy Anniversary and many more to come.;\n104|Happy Anniversary|104-62|Your anniversary is a testament to the fact that love always perseveres. May your bond continue to grow stronger with each passing year.;\n104|Happy Anniversary|104-63|With another year of shared dreams and fulfilled promises behind you, may you continue to grow together in love. Happy Anniversary!;\n104|Happy Anniversary|104-64|The journey you have embarked on together is unique and beautiful. May you continue to celebrate many more years of shared joy.;\n104|Happy Anniversary|104-65|Celebrating the day when two became one, Happy Anniversary. May your love continue to grow and your partnership deepens.;\n104|Happy Anniversary|104-66|On this special day, I wish you more joy, laughter and love. Happy Anniversary, and may the coming years be filled with wonderful memories.;\n104|Happy Anniversary|104-67|Your anniversary marks another year of shared adventures and dreams fulfilled. May your partnership remain strong, and your love endures.;\n104|Happy Anniversary|104-68|Another year of companionship and shared dreams. Here's to many more years of love and laughter. Happy Anniversary!;\n104|Happy Anniversary|104-69|Today we celebrate your shared life, your shared dreams, and your shared love. Here's to many more years of happiness together.;\n104|Happy Anniversary|104-70|Happy Anniversary! May your love story continue to be an inspiration, and may the bond you share remain unbreakable.;\n104|Happy Anniversary|104-71|With every passing year, your journey together becomes more meaningful. Here's to the past and to many more years to come.;\n104|Happy Anniversary|104-72|An anniversary is a time to reflect, rejoice and look forward to the next chapters. Wishing you both a memorable and happy anniversary.;\n104|Happy Anniversary|104-73|Love is about finding the beauty in each other every single day. Wishing you a very Happy Anniversary, filled with love and joy.;\n104|Happy Anniversary|104-74|On this day, you started a journey of love and commitment. As you celebrate another year, may your journey continue to inspire.;\n105|Christmas|105-75|May the magic of Christmas fill your home with joy and peace. Best wishes to you this holiday season.;\n105|Christmas|105-76|As the Christmas season unfolds, I wish you warmth, joy, and a touch of wonder. Merry Christmas!;\n105|Christmas|105-77|Here's hoping that the joy and peace of Christmas will be with you all through the Year. Merry Christmas!;\n105|Christmas|105-78|Wishing you a magical and delightful Christmas filled with love and laughter. Happy Holidays!;\n105|Christmas|105-79|May your Christmas be decorated with cheer, filled with love, and wrapped in happiness. Merry Christmas!;\n105|Christmas|105-80|Here's wishing that your Christmas will be filled with warmth and good cheer. Happy Holidays!;\n105|Christmas|105-81|During this festive season of giving, let us take time to appreciate the simple things. May your Christmas be filled with love and light. Merry Christmas!;\n105|Christmas|105-82|Wishing you the gift of good cheer this holiday season. May your home be filled with the joy of Christmas!;\n105|Christmas|105-83|May the spirit of Christmas bring you peace, and the warmth of the season grant you love. Merry Christmas!;\n105|Christmas|105-84|As the year draws to a close, may the magic and wonder of Christmas touch your life with joy. Merry Christmas!;\n105|Christmas|105-85|Wishing you a season of blessings from heaven above. May your Christmas be merry and bright!;\n105|Christmas|105-86|Here's to wishing you a warm and happy Christmas filled with peace, joy and love. Have a fantastic Christmas!;\n105|Christmas|105-87|Christmas is about spending time with loved ones. I wish you all the warmth and love this special day brings. Merry Christmas!;\n105|Christmas|105-88|Wishing you the joy of family, the happiness of friends, and the love of Christmas. Have a memorable holiday season!;\n105|Christmas|105-89|Wishing you the joy of family, the happiness of friends, and the love of Christmas. Have a memorable holiday season!;\n105|Christmas|105-90|May the beauty, spirit, and magic of this wonderful season live with you during Christmas and the New Year. Merry Christmas!;\n105|Christmas|105-91|Wishing you the happiness of good friends, the joy of a happy family, and the wonder of the holiday season. Have a memorable Christmas!;\n105|Christmas|105-92|This festive season, I wish you the warmth of love and the glow of happiness. May your Christmas sparkle with joy and celebration!;\n105|Christmas|105-93|Wishing you and your loved ones a Merry Christmas filled with cheer and fun. May your holiday season be wrapped up with joy!;\n105|Christmas|105-94|Christmas is a time to cherish the ones we love. Wishing you the best of what this Christmas can bring you. Have a joyful, peaceful, and love-filled Christmas!;\n106|I love you|106-95|I love you more than anything in this world. You're my best friend, my soulmate, and my forever partner. Thank you for being the love of my life.;\n106|I love you|106-96|You are the love of my life, my partner in everything, and my best friend. I'm grateful for every moment we share together. I love you more than words can express.;\n106|I love you|106-97|You're the one who fills my heart with joy, my life with laughter, and my world with love. I love you more every day, and I'm grateful to have you as my partner.;\n106|I love you|106-98|I love you more than you'll ever know. You're my sunshine on a cloudy day, my strength when I'm feeling weak, and my constant source of inspiration and love.;\n106|I love you|106-99|You're the one who makes my heart skip a beat, my eyes light up with joy, and my life is worth living. I love you more than anything in this world.;\n106|I love you|106-100|To the love of my life: I'm grateful for every moment we share together, and I'm thankful for your unwavering love and support. I love you more than words can express.;\n106|I love you|106-101|You are the person who makes my life complete, my heart full, and my dreams come true. I love you more every day, and I'm honoured to have you as my partner.;\n106|I love you|106-102|You're the one who makes me smile when I'm feeling down, who inspires me to be my best self, and who fills my heart with love. I love you more than anything in this world.;\n106|I love you|106-103|To the one who stole my heart and who continues to make it beat faster every day: I love you more than words can say. Thank you for being my rock, my partner, and my forever love.;\n106|I love you|106-104|You're my soulmate, my better half, and my everything. I love you more than you'll ever know, and I'm grateful for every moment we share together.;\n106|I love you|106-105|You're the one who makes every day an adventure, who makes every moment worth cherishing, and who fills my life with love. I love you more than anything in this world.;\n106|I love you|106-106|To the love of my life: You're the one who completes me, who inspires me, and who fills my heart with joy. I love you more every day, and I'm grateful to have you as my partner.;\n106|I love you|106-107|You are the one who makes my heart sing, who brings light into my life, and who fills my world with love. I love you more than words can express.;\n106|I love you|106-108|You're the one who makes my life worth living, who gives me strength when I'm feeling weak, and who fills my heart with love. I love you more than anything in this world.;\n106|I love you|106-109|To my beloved partner: I love you more every day, and I'm honoured to have you as my soulmate, my best friend, and the love of my life. Thank you for being you.;\n107|Wedding|107-110|Congratulations on your wedding day! May your love story be filled with beautiful memories, shared laughter, and all the blessings of a happy marriage.;\n107|Wedding|107-111|Wishing you both a lifetime of love and happiness. Congratulations on tying the knot! May your union be blessed with all the love and joy in the world.;\n107|Wedding|107-112|Congratulations on your special day! May your wedding be just the beginning of a beautiful journey filled with love, happiness, and all the things that make life worth living.;\n107|Wedding|107-113|Wishing you both a happy and blessed marriage. Congratulations on tying the knot, and may your love for each other continue to grow stronger with every passing day.;\n107|Wedding|107-114|Congratulations on your wedding day! May your love for each other be as beautiful and strong as the day you said I do. Here's to a lifetime of love, laughter, and happiness.;\n107|Wedding|107-115|May your marriage be filled with love, joy, and all the blessings of a happy life together. Congratulations on your wedding day!;\n107|Wedding|107-116|Congratulations on finding your forever love and committing to spend the rest of your lives together. Wishing you both a lifetime of happiness and love.;\n107|Wedding|107-117|Wishing you both a wonderful wedding day and a lifetime of happiness and joy together. Congratulations on your marriage!;\n107|Wedding|107-118|Congratulations on your wedding day! May your love for each other shine brightly and be a beacon of hope and joy for all those around you.;\n107|Wedding|107-119|Congratulations on tying the knot! May your love for each other continue to grow deeper and stronger with each passing day.;\n107|Wedding|107-120|Wishing you both all the happiness and joy in the world. Congratulations on your marriage! May your love for each other be a shining example of what true love is all about.;\n107|Wedding|107-121|Congratulations on your wedding day! May your love story be filled with many happy chapters, wonderful adventures, and endless love.;\n107|Wedding|107-122|May your wedding day be the start of a beautiful journey filled with love, laughter, and all the wonderful things that life has to offer. Congratulations!;\n107|Wedding|107-123|Congratulations on your wedding day! May your love for each other be the foundation of a happy and beautiful marriage.;\n107|Wedding|107-124|Wishing you both a lifetime of love, happiness, and beautiful memories together. Congratulations on your special day!;\n107|Wedding|107-125|Congratulations on getting married, and may your affection for one another deepen as time goes by.;\n108|Engagement|108-126|Congratulations on your engagement! May your love for each other continue to grow deeper and stronger with each passing day. Wishing you both a lifetime of love and happiness.;\n108|Engagement|108-127|Wishing you both all the joy and happiness in the world. Congratulations on your engagement! May your love for each other continue to bloom and flourish.;\n108|Engagement|108-128|Congratulations on your engagement! May your love story be filled with beautiful moments, shared laughter, and all the blessings of a happy and wonderful life together.;\n108|Engagement|108-129|Wishing you both a lifetime of love and happiness. Congratulations on finding your forever love and making the commitment to spend the rest of your lives together.;\n108|Engagement|108-130|Congratulations on your engagement! May your love for each other be a shining example of what true love is all about. Here's to a beautiful journey together.;\n108|Engagement|108-131|May your engagement be just the beginning of a beautiful journey filled with love, happiness, and all the wonderful things that life has to offer. Congratulations!;\n108|Engagement|108-132|Congratulations on finding your soulmate and committing to spend the rest of your lives together. Wishing you both a lifetime of love and happiness.;\n108|Engagement|108-133|Wishing you both all the happiness and joy in the world. Congratulations on your engagement! May your love for each other be a beautiful and inspiring example for others.;\n108|Engagement|108-134|Congratulations on your engagement! May your love for each other continue to grow and blossom, and may your journey together be filled with love, laughter, and happiness.;\n108|Engagement|108-135|Congratulations on finding each other and making the commitment to spend the rest of your lives together. Wishing you both a lifetime of love and happiness.;\n108|Engagement|108-136|Wishing you both a beautiful and happy engagement and a lifetime of love, laughter, and joy together. Congratulations on finding your forever love.;\n108|Engagement|108-137|Congratulations on your engagement! May your love for each other be as beautiful and strong as the day, you said yes. Here's to a lifetime of love and happiness together.;\n108|Engagement|108-138|Congratulations on finding your perfect match and making the commitment to spend the rest of your lives together. Wishing you both a lifetime of love and happiness.;\n108|Engagement|108-139|Wishing you both a wonderful engagement and a lifetime of love and happiness together. Congratulations on finding your forever love and making the commitment to each other.;\n108|Engagement|108-140|Congratulations on your engagement! May your love for each other be the foundation of a beautiful and happy life together. Here's to a wonderful journey ahead.;\n109|New Home|109-141|Congratulations on your new home! May it be filled with love, laughter, and countless happy memories. Wishing you all the best as you start this new chapter in your life.;\n109|New Home|109-142|It's official—welcome to the neighbourhood! Congratulations on your new home. May it be a place of comfort, warmth, and joy for you and your family.;\n109|New Home|109-143|Congrats on finding your dream home! May it be a place of peace and relaxation, a space for creativity and inspiration, and a haven for your loved ones. Wishing you all the happiness in the world.;\n109|New Home|109-144|Congratulations on your new home! May it be a place of happiness and fulfillment, where you can make countless memories with your loved ones. Wishing you all the best as you settle in.;\n109|New Home|109-145|Welcome to your new home, sweet home! May it be a place of warmth, love, and happiness. Congratulations on this exciting milestone.;\n109|New Home|109-146|Congratulations on your new abode! May it be a place of peace and serenity, where you can relax and recharge. Wishing you all the best as you start this new chapter in your life.;\n109|New Home|109-147|It's official—your new home is the envy of the neighbourhood! Congratulations on this incredible accomplishment. May it be a place of joy, comfort, and love for you and your family.;\n109|New Home|109-148|Congrats on your new home! May it be a place of laughter, love, and friendship. Wishing you all the happiness in the world as you embark on this new adventure.;\n109|New Home|109-149|Welcome to your new sanctuary! May your home be a place of rest, rejuvenation, and inspiration. Congratulations on this exciting new chapter in your life.;\n109|New Home|109-150|Congratulations on your new digs! May your home be filled with light, love, and laughter. Wishing you all the best as you make it your own.;\n109|New Home|109-151|Congrats on your new home! May it be a place of celebration, where you can gather with loved ones and create lasting memories. Wishing you all the happiness in the world.;\n109|New Home|109-152|Welcome to your new castle! May your home be a place of comfort, where you can always feel safe and secure. Congratulations on this exciting new adventure.;\n109|New Home|109-153|Congratulations on your new home! May it be a place of growth, where you can pursue your dreams and create a life filled with happiness and success.;\n109|New Home|109-154|Congrats on your new pad! May it be a place of peace, where you can unwind and let go of the stresses of the day. Wishing you all the best in this new chapter of your life.;\n109|New Home|109-155|Welcome to your new place! May it be a place of warmth, where you can always find comfort and happiness. Congratulations on this exciting new journey.;\n110|Promotion|110-156|Congratulations on your well-deserved promotion! Your hard work, dedication, and talent have paid off, and we're all so proud of you. Wishing you all the best as you take on this new role.;\n110|Promotion|110-157|You did it! Congratulations on your promotion. You've proven yourself to be a valuable asset to the team, and we're excited to see all the amazing things you'll accomplish in your new position.;\n110|Promotion|110-158|Congratulations on your promotion! Your success is a testament to your skill, your perseverance, and your passion for your work. Wishing you all the happiness and success in the world.;\n110|Promotion|110-159|Your promotion is well-deserved, and we're thrilled to see you achieve this incredible milestone. Congratulations, and best wishes for success in your new role.;\n110|Promotion|110-160|Congrats on your promotion! Your hard work and dedication have paid off, and you're an inspiration to us all. Wishing you all the best as you take on new challenges and opportunities.;\n110|Promotion|110-161|Congratulations on your promotion! Your talent and leadership skills have been recognised, and we're confident that you'll excel in your new role. Best of luck to you!;\n110|Promotion|110-162|You've worked hard for this, and now you've earned it! Congratulations on your promotion, and may it be the start of a long and successful career.;\n110|Promotion|110-163|Congratulations on your promotion! Your commitment to excellence and your dedication to your work have been noticed and appreciated. Wishing you all the best in your new position.;\n110|Promotion|110-164|You're a shining example of what hard work and determination can achieve. Congratulations on your promotion, and may you continue to thrive and excel in all that you do.;\n110|Promotion|110-165|Congratulations on your promotion! Your skills, expertise, and leadership abilities are an asset to our team, and we're thrilled to see you succeed. Best wishes for continued success.;\n110|Promotion|110-166|You've earned this promotion through your talent, dedication, and hard work. Congratulations on this well-deserved achievement, and may it be the first of many more to come.;\n110|Promotion|110-167|Congrats on your promotion! Your intelligence, creativity, and commitment to your work have paid off, and we're all excited to see where this new opportunity takes you.;\n110|Promotion|110-168|You've proven yourself to be an invaluable member of our team, and we're thrilled to see you promoted. Congratulations on this well-deserved achievement, and may you continue to thrive.;\n110|Promotion|110-169|Congratulations on your promotion! Your hard work and perseverance have been rewarded, and we're excited to see all the incredible things you'll accomplish in your new role.;\n110|Promotion|110-170|You've worked tirelessly to achieve this promotion, and we're all so proud of you. Congratulations, and best wishes for continued success and happiness in your career.;\n111|Mother's Day \/ For your Mum|111-171|Happy Mother's Day to the best mom in the world! Thank you for your unwavering love, support, and guidance. You're my hero, my confidante, and my role model. I love you more than words can express.;\n111|Mother's Day \/ For your Mum|111-172|To the woman who taught me everything I know: Happy Mother's Day! You're my rock, my inspiration, and my source of endless love. Thank you for being the best mom in the world.;\n111|Mother's Day \/ For your Mum|111-173|Happy Mother's Day to the queen of our family! Your kindness, strength, and grace are an inspiration to us all. We love you to the moon and back.;\n111|Mother's Day \/ For your Mum|111-174|Wishing a Happy Mother's Day to the woman who has always been there for me. You're my best friend, my support system, and my greatest advocate. Thank you for everything you do.;\n111|Mother's Day \/ For your Mum|111-175|Happy Mother's Day to my first love! You've always been my biggest cheerleader, and I'm grateful for your unconditional love and support. Here's to a day filled with joy and celebration.;\n111|Mother's Day \/ For your Mum|111-176|To the woman who raised me, taught me, and loved me unconditionally: Happy Mother's Day! You're a true inspiration, and I'm blessed to have you as my mom.;\n111|Mother's Day \/ For your Mum|111-177|Happy Mother's Day to the most amazing mom in the world! Your love, wisdom, and strength have shaped me into the person I am today. I'm grateful for you every day.;\n111|Mother's Day \/ For your Mum|111-178|Wishing a Happy Mother's Day to the woman who has always put her family first. Your sacrifice, devotion, and love are appreciated more than words can express. We love you more than anything.;\n111|Mother's Day \/ For your Mum|111-179|To my superhero, my cheerleader, and my best friend: Happy Mother's Day! You're the light of my life, and I'm grateful for every moment we share.;\n111|Mother's Day \/ For your Mum|111-180|Happy Mother's Day to the woman who has always been my rock. Your strength, courage, and love have inspired me throughout my life. Thank you for being my mom.;\n111|Mother's Day \/ For your Mum|111-181|Wishing a Happy Mother's Day to the most important person in my life. You're my hero, my role model, and my source of endless love. Thank you for being the best mom in the world.;\n111|Mother's Day \/ For your Mum|111-182|Happy Mother's Day to the woman who taught me to be kind, strong, and independent. Your love and guidance have been invaluable, and I'm grateful for every moment we share.;\n111|Mother's Day \/ For your Mum|111-183|To the woman who has always been my biggest supporter: Happy Mother's Day! Your love, encouragement, and guidance have helped me through every challenge. Thank you for being my mom.;\n111|Mother's Day \/ For your Mum|111-184|Happy Mother's Day to the woman who has shown me what it means to be selfless, compassionate, and loving. You're a true inspiration, and I'm blessed to have you as my mom.;\n111|Mother's Day \/ For your Mum|111-185|Wishing a Happy Mother's Day to the woman who has always believed in me. Your unwavering support, love, and guidance have helped me become the person I am today. Thank you for being my mom.;\n112|Thank You messages!|112-186|Thank you for always being there for me, through thick and thin. Your love and support mean the world to me.;\n112|Thank You messages!|112-187|I'm grateful for your kindness and generosity. Thank you for always going above and beyond to help me and make my life better.;\n112|Thank You messages!|112-188|Your thoughtfulness and compassion have touched my heart in so many ways. Thank you for being such an amazing person.;\n112|Thank You messages!|112-189|Thank you for being my rock, my confidante, and my best friend. Your unwavering support means everything to me.;\n112|Thank You messages!|112-190|Your love and friendship have been a source of comfort and strength in my life. Thank you for always being there for me.;\n112|Thank You messages!|112-191|I'm grateful for your wisdom, your guidance, and your unwavering love. Thank you for being an inspiration to me.;\n112|Thank You messages!|112-192|Your kindness and generosity have touched my heart in so many ways. Thank you for always being there for me, no matter what.;\n112|Thank You messages!|112-193|Thank you for being such a wonderful friend, a loving partner, and an amazing person. Your presence in my life is a true blessing.;\n112|Thank You messages!|112-194|Your encouragement and support have helped me to become the person I am today. Thank you for being a constant source of inspiration and love.;\n112|Thank You messages!|112-195|I'm grateful for your friendship, your love, and your unwavering support. Thank you for being an important part of my life.;\n112|Thank You messages!|112-196|Your kindness and generosity have made a profound impact on my life. Thank you for being such an amazing person.;\n112|Thank You messages!|112-197|I'm blessed to have you in my life, and I'm grateful for your love, your friendship, and your unwavering support. Thank you for everything.;\n112|Thank You messages!|112-198|Your thoughtfulness and compassion have touched my heart in so many ways. Thank you for being such an important part of my life.;\n112|Thank You messages!|112-199|I'm grateful for your love, your friendship, and your unwavering support. Thank you for being a shining light in my life.;\n112|Thank You messages!|112-200|Thank you for being you, and for all the wonderful things you bring into my life. Your love, your friendship, and your support mean everything to me.;\n113|Congratulations \/ Good Luck|113-201|Congratulations on your new venture. May your business grow and bring you prosperity.;\n113|Congratulations \/ Good Luck|113-202|Best of luck with your new undertaking. I'm confident that you'll be successful.;\n113|Congratulations \/ Good Luck|113-203|Your hard work and determination are inspiring. I have no doubt that your new venture will be a great success.;\n113|Congratulations \/ Good Luck|113-204|This new venture stands as a testament to your entrepreneurial spirit. Wishing you every success.;\n113|Congratulations \/ Good Luck|113-205|Good luck with your new business. Your passion and dedication will surely lead to great things.;\n113|Congratulations \/ Good Luck|113-206|You have the creativity and determination to make your new venture a success. Best of luck!;\n113|Congratulations \/ Good Luck|113-207|May your new venture bring you the success you deserve. Congratulations, and good luck!;\n113|Congratulations \/ Good Luck|113-208|Here's to your new business—may it bring you prosperity and joy. Congratulations!;\n113|Congratulations \/ Good Luck|113-209|Congratulations on your new venture. I can't wait to see the amazing things you will achieve.;\n113|Congratulations \/ Good Luck|113-210|Your new venture is a bold new step towards an exciting future. Wishing you the best of luck!;\n113|Congratulations \/ Good Luck|113-211|You're embarking on a challenging journey, but I believe in your determinationMay the bond between you two remain as radiant and unyielding as the moment you declared your vows.May the bond between you two strengthen and deepen as time goes by.. Best of luck with your new venture.;\n113|Congratulations \/ Good Luck|113-212|Your dedication to your craft is admirable. Here's to the success of your new venture!;\n113|Congratulations \/ Good Luck|113-213|I'm confident that your new venture will be a success and that you'll accomplish your dreams. Good luck!;\n113|Congratulations \/ Good Luck|113-214|Your innovation and vision will undoubtedly be a driving force for your new venture. Wishing you all the success you deserve.;\n113|Congratulations \/ Good Luck|113-215|Congratulations on setting up your new venture. Wishing you every success in your exciting new endeavour.;\n113|Congratulations \/ Good Luck|113-216|I am excited to watch you chase your dreams with this new venture. Wishing you all the luck in the world.;\n113|Congratulations \/ Good Luck|113-217|Starting a new venture requires courage, and you have plenty of it. Best of luck!;\n113|Congratulations \/ Good Luck|113-218|Your new venture is a reflection of the innovative spirit within you. Wishing you all the best!;\n113|Congratulations \/ Good Luck|113-219|Your dedication and passion will surely lead you to success. Good luck with your new venture!;\n113|Congratulations \/ Good Luck|113-220|Congratulations on your new business venture! May your road to success be a smooth one.;\n114|New \/ Existing Corporate Clients|114-221|We appreciate your business and look forward to continuing our partnership. Thank you for choosing us as your trusted partner.;\n114|New \/ Existing Corporate Clients|114-222|We are thrilled to have you as a client and look forward to providing you with exceptional service and support.;\n114|New \/ Existing Corporate Clients|114-223|Thank you for choosing us as your preferred vendor. We are committed to exceeding your expectations and delivering outstanding results.;\n114|New \/ Existing Corporate Clients|114-224|It's a pleasure to serve you and your business. We appreciate your trust and look forward to continuing to earn it every day.;\n114|New \/ Existing Corporate Clients|114-225|We're honoured to have your business and are committed to providing you with the highest quality products and services.;\n114|New \/ Existing Corporate Clients|114-226|Thank you for your loyalty and continued support. We are committed to delivering excellence and adding value to your business.;\n114|New \/ Existing Corporate Clients|114-227|We are proud to serve you and your business. Thank you for entrusting us with your needs, and we look forward to exceeding your expectations.;\n114|New \/ Existing Corporate Clients|114-228|It's a pleasure to work with you and provide you with the best solutions for your business needs. Thank you for choosing us as your partner.;\n114|New \/ Existing Corporate Clients|114-229|We appreciate your business and are dedicated to providing you with exceptional service and support. Thank you for choosing us as your trusted advisor.;\n114|New \/ Existing Corporate Clients|114-230|Your business is important to us, and we are committed to providing you with the highest quality products and services. Thank you for your trust.;\n114|New \/ Existing Corporate Clients|114-231|We are honoured to be a part of your business journey and are dedicated to providing you with the best solutions and support. Thank you for your trust.;\n114|New \/ Existing Corporate Clients|114-232|We appreciate your business and are committed to delivering the best possible outcomes for you. Thank you for choosing us as your partner.;\n114|New \/ Existing Corporate Clients|114-233|Thank you for the opportunity to work with you and support your business. We are committed to delivering excellence every step of the way.;\n114|New \/ Existing Corporate Clients|114-234|We're grateful for your business and the opportunity to work with you. Thank you for choosing us as your preferred partner.;\n114|New \/ Existing Corporate Clients|114-235|Your business is important to us, and we are dedicated to providing you with the highest level of service and support. Thank you for choosing us as your partner.;\n115|Christmas (Existing Corporate Clients)|115-237|We wish you a very Merry Christmas and a prosperous New Year. Thank you for your continued partnership, and we look forward to working with you in the coming year.;\n115|Christmas (Existing Corporate Clients)|115-238|As we celebrate this festive season, we wish you and your loved ones a Merry Christmas filled with love, joy, and happiness.;\n115|Christmas (Existing Corporate Clients)|115-239|Wishing you a Merry Christmas and a Happy New Year! Thank you for your business and trust. We appreciate your partnership and look forward to continued success in the coming year.;\n115|Christmas (Existing Corporate Clients)|115-240|We wish you a joyous and peaceful Christmas season. Thank you for your partnership, and we look forward to continuing to work with you in the coming year.;\n115|Christmas (Existing Corporate Clients)|115-241|Merry Christmas and Happy Holidays! May this season bring you warmth, love, and happiness. We appreciate your business and look forward to working together in the new year.;\n115|Christmas (Existing Corporate Clients)|115-242|Warmest wishes for a Merry Christmas and a Happy New Year! Thank you for your business and trust. We look forward to continuing to serve you in the coming year.;\n115|Christmas (Existing Corporate Clients)|115-243|May this Christmas season bring you joy, peace, and happiness. We appreciate your business and look forward to working with you in the new year.;\n115|Christmas (Existing Corporate Clients)|115-244|Wishing you a Merry Christmas and a Happy New Year! May your holiday season be filled with love, laughter, and cherished memories.;\n115|Christmas (Existing Corporate Clients)|115-245|We're grateful for your business and wish you a Merry Christmas and a successful new year. May this season be filled with warmth, joy, and love.;\n115|Christmas (Existing Corporate Clients)|115-246|As we celebrate this festive season, we thank you for your partnership and wish you a Merry Christmas filled with love, happiness, and peace.;\n115|Christmas (Existing Corporate Clients)|115-247|Wishing you a Merry Christmas and a Happy New Year! May this holiday season be filled with all the blessings of the season, and may your new year be filled with success and happiness.;\n115|Christmas (Existing Corporate Clients)|115-248|Thank you for your business and trust. We wish you a Merry Christmas and a prosperous new year. May your holiday season be filled with joy and happiness.;\n115|Christmas (Existing Corporate Clients)|115-249|We appreciate your partnership and wish you a Merry Christmas filled with love and happiness. May the holiday season bring you cherished memories with loved ones.;\n115|Christmas (Existing Corporate Clients)|115-250|Wishing you and your loved ones a Merry Christmas and a Happy New Year! May this holiday season be filled with peace, joy, and love.;\n115|Christmas (Existing Corporate Clients)|115-251|As we reflect on the past year, we are grateful for your partnership and trust. Wishing you a Merry Christmas and a successful new year filled with happiness and prosperity.\n  \" | split: \";\"   %}\n\n<div class=\"container\" id=\"message_data\">\n  <div class=\"product__outer\">\n    <div class=\"no_warp\" >\n      <div class=\"button-container\">\n        <button class=\"category-button active\" data-category=\"all\">All<\/button>\n        {% assign categories = \"\" %}\n        {% for item in message_data %}\n          {% assign parts = item | split: \"|\" %}\n          {% assign category_id = parts[0] %}\n          {% assign category = parts[1] %}\n          {% unless categories contains category %}\n            <button class=\"category-button\" data-category=\"{{category_id}}\">{{ category }}<\/button>\n            {% assign categories = categories | append: category | append: \",\" %}\n          {% endunless %}\n        {% endfor %}\n      <\/div>\n      <div class=\"message-container\">\n      {% for item in message_data %}\n        {% assign parts = item | split: \"|\" %}\n        {% assign category_id = parts[0] %}\n        {% assign category = parts[1] %}\n        {% assign text_id = parts[2] %}\n        {% assign text = parts[3] %}\n        {%- if forloop.length > 0 -%}\n          <div category=\"{{category}}\" category_id= \"{{category_id}}\" text_id=\"{{text_id}}\" id=\"{{text}}\" class=\"message_box\">\n            <p class=\"category\"><span>{{category}}<\/span><\/p>\n            <span class=\"message\" for=\"{{text_id}}\">{{ text }}<\/span><i for=\"{{text_id}}\">Click to Copy<\/i>\n          <\/div>\n        {%- endif -%}\n      {% endfor %}\n      <\/div>\n    <\/div>\n  <\/div>\n<\/div>"}}},"order":["main","custom_liquid_fnGg4w"]}