{"sections":{"main":{"type":"main-page","settings":{}},"rich_text_btkdN8":{"type":"rich-text","blocks":{"subheading_Mq8wqT":{"type":"subheading","settings":{"subheading":"Our History"}},"heading_FfXQjw":{"type":"heading","settings":{"heading":"<p>Founded in 2020 by a passionate mum and dad duo, The Hamper Boutique Co has grown into a dedicated team focused on creating joy and connection through beautiful, heartfelt hampers. <\/p>","heading_size":"medium"}},"text_PYzNMw":{"type":"text","settings":{"text":"<p>Our journey began in 2020, around the humble kitchen table, initiated by a dynamic mum and dad team. Leveraging their combined professional experience of over 30 years in Australia, they laid the foundation of a company that was destined to touch hearts, one hamper at a time. <br\/><br\/>With the vision to create beautiful, meaningful gifts, our team rapidly expanded. Today, we have a small but dedicated team of web developers – ensuring a seamless online shopping experience, skilled product designers and researchers who tirelessly search for the perfect items for our hampers, a talented graphic designer to make our hampers visually appealing, and an adept social media manager who keeps our valued customers informed and engaged. Our gifted photographer captures the essence of our hampers in each frame while our diligent content writer creates engaging narratives around our offerings. Our customer support team is always ready to assist, and our warehouse, packaging and mailing staff ensure that every hamper reaches you in perfect condition.  <br\/><br\/> We are immensely proud of our incredible team. Their dedication, creativity, and hard work have been the driving force behind our success. At The Hamper Boutique Co, we firmly believe that we are more than just a company; we are a family that shares a common goal – to bring joy and connection through our curated hampers. Thanks to our wonderful team, we have been able to achieve this, and we look forward to continuing to serve you with our unique, heartfelt gifts. <br\/><br\/><\/p>"}}},"block_order":["subheading_Mq8wqT","heading_FfXQjw","text_PYzNMw"],"settings":{"color_scheme":"background-3","full_width":true,"margin_top":"no-indent","margin_bottom":"no-indent","padding_top":"xl","padding_bottom":"xl"}},"multicolumn_97hH7w":{"type":"multicolumn","blocks":{"column_daaNhB":{"type":"column","settings":{"image":"shopify:\/\/shop_images\/mission_8f06988d-49f8-4a8c-9e94-9c2c80a85992.jpg","heading":"Our Mission","text":"Ignite joy, forge connections, and commemorate life’s special moments with our meticulously curated gift hampers. \n\nAt The Hamper Boutique Co, our mission is to spread joy, create connections, and celebrate life‘s special moments through our thoughtfully curated gift hampers. We are dedicated to providing a unique and personal gifting experience that caters to every individual and every budget. We strive to uphold the highest standards of quality and customer service, ensuring that each interaction with us brings delight and satisfaction. Committed to social responsibility, we aim to support our local community, contribute positively to society, and honour the rich cultural heritage of Australia. We endeavour to foster enduring relationships with our customers and local businesses, based on mutual respect, trust, and a shared love for thoughtful gifting."}},"column_EkeaBC":{"type":"column","settings":{"image":"shopify:\/\/shop_images\/vision.jpg","heading":"Our Vision","text":"Establish ourselves as the most trustworthy destination of premium and exquisite gift hampers; and championing our social responsibility ethos.\n\nOur vision for The Hamper Boutique Co is to become the premier choice for personalised gift hampers in Australia and beyond. We aspire to create a world where the joy of gifting is celebrated every day, and where every hamper we deliver brings a smile and creates a lasting memory. We envision a future where our commitment to supporting local businesses and promoting social responsibility makes a significant positive impact in our community. We aim to continue our journey of growth while staying true to our values of quality, integrity, and community spirit. Our vision is not just about creating the perfect gift hampers; it’s about weaving stories of love, celebration, and connection, one hamper at a time."}}},"block_order":["column_daaNhB","column_EkeaBC"],"custom_css":[],"settings":{"color_scheme":"background-1","multicolumn_to_show":2,"image_type":"image","icon_background":"no-bg","image_width":"medium","object_fit":"cover","swipe_on_mobile":false,"border_top":false,"margin_top":"no-indent","margin_bottom":"no-indent","padding_top":"m","padding_bottom":"m"}},"custom_liquid_CcPGgk":{"type":"custom-liquid","settings":{"custom_liquid":"<h3 class=\"text-center\">Our Customers and Community: The Driving Force of The Hamper Boutique Co\n<\/h3>\n<blockquote>\n<p>We are guided by our customers and community, prioritising quality, personalisation, and supporting local businesses, while striving to make a positive impact through responsible practices.<\/p>\n<\/blockquote>\n\n<div class=\"container\">\n<img style=\"margin-right: 20px; float: left;\" src=\"https:\/\/cdn.shopify.com\/s\/files\/1\/0859\/1127\/3767\/files\/shutterstock_1074714476_480x480.jpg?v=1710406959\" alt=\"Our Customers and Community: The Driving Force of The Hamper Boutique Co\">\n\n<p>In the dynamic world of The Hamper Boutique Co, our customers and community are the compass that guides us. They are the nucleus around which our every action, decision, and innovation orbit. <\/p>\n<p>We see our customers not as mere consumers, but as integral parts of our growing family. Understanding your needs, tastes, and desires is at the heart of our product selection process. We meticulously curate our hampers to ensure that every item is one that you and your loved ones would be delighted to give or receive. Our commitment to quality and personalisation is unwavering because we believe you deserve nothing less. <\/p>\n<p>The community we belong to is the bedrock of our business. This understanding drives our mission to ‘support local.’ We collaborate with local artisans, producers, and suppliers, cherishing the unique skills and products they bring to our hampers. By championing local businesses, we’re not only enriching our offerings but also contributing to the health and vibrancy of our local economy.<\/p>\n<p>We strive to deliver an unparalleled customer experience, but our vision extends beyond that. We believe in giving back to the community that supports us. Whether it’s through community initiatives, collaborations, or simply by being a responsible business, we aim to make a positive impact.<\/p>\n<\/p>At The Hamper Boutique Co, our journey revolves around you – our customers and community. You inspire us to be better, do better, and give better. With every hamper we create, we celebrate this relationship, cherishing the opportunity to serve you and contribute to our local community. \n<\/p>\n<\/div>"}},"custom_liquid_rJgjWa":{"type":"custom-liquid","settings":{"custom_liquid":"<br\/>\n<h3 class=\"text-center\">Social Responsibility:Our Commitment to a Sustainable Future<\/h3>\n<blockquote>\n<p>We are committed to social responsibility, focusing on recyclable packaging, eco-friendly materials, ethical production, and continuous improvement for a sustainable future.\n\n<\/p>\n<\/blockquote>\n\n<div class=\"container\">\n<img style=\"margin-left: 20px; float: right;\" src=\"https:\/\/cdn.shopify.com\/s\/files\/1\/0859\/1127\/3767\/files\/shutterstock_604290230_480x480.jpg?v=1710406959\" alt=\"Social Responsibility:Our Commitment to a Sustainable Future\n\">\n\n<p>At The Hamper Boutique Co, we understand that our actions have a ripple effect, impacting not only our customers and community but also our planet. With this awareness, we are deeply committed to being a socially responsible business, making conscious choices that pave the way for a more sustainable future. \n\n<\/p>\n<p>Our dedication to reducing our environmental footprint is evident in our packaging. We take pride in offering 100% recyclable packaging, making it easier for our customers to minimise waste. Additionally, we actively source eco-friendly products and materials, focusing on non-plastic alternatives to lessen our impact on the environment. \n\n<\/p>\n<p>Ethical production is at the core of our product selection process. We carefully choose suppliers who share our values of social responsibility and sustainability. By incorporating ethically produced products in our gift hampers, we ensure that every gift you give with us is not only of the highest quality but also a reflection of your commitment to a better world. \n\n<\/p>\n<p>We strive to deliver an unparalleled customer experience, but our vision extends beyond that. We believe in giving back to the community that supports us. Whether it’s through community initiatives, collaborations, or simply by being a responsible business, we aim to make a positive impact.<\/p>\n<\/p>Our journey towards social responsibility is an ongoing one. We continuously strive to improve our practices, explore innovative solutions, and collaborate with like-minded partners. We believe that by working together, we can create a lasting positive impact on our customers, our community, and our planet. With The Hamper Boutique Co, you’re not only giving the gift of joy but also contributing to a more sustainable and responsible future. \n<\/p>\n<\/div>"}},"custom_liquid_TgB93L":{"type":"custom-liquid","settings":{"custom_liquid":"<br\/>\n<h3 class=\"text-center\">Proud to be Certified as Australian Owned\n<\/h3>\n<blockquote>\n<p>Our Australian-owned certification represents its commitment to local economy, quality, craftsmanship, and customer satisfaction, while valuing integrity and community well-being.<\/p>\n<\/blockquote>\n\n<div class=\"container\">\n<img style=\"margin-right: 20px; float: left;\" src=\"https:\/\/cdn.shopify.com\/s\/files\/1\/0859\/1127\/3767\/files\/Proudly-100-Australian-Owned_480x480.jpg?v=1710406959\" alt=\"Proud to be Certified as Australian Owned\n\">\n\n<p>At The Hamper Boutique Co, we understand that our actions have a ripple effect, impacting not only our customers and community but also our planet. With this awareness, we are deeply committed to being a socially responsible business, making conscious choices that pave the way for a more sustainable future. \n\n<\/p>\n<p>Our dedication to reducing our environmental footprint is evident in our packaging. We take pride in offering 100% recyclable packaging, making it easier for our customers to minimise waste. Additionally, we actively source eco-friendly products and materials, focusing on non-plastic alternatives to lessen our impact on the environment. \n\n<\/p>\n<p>Ethical production is at the core of our product selection process. We carefully choose suppliers who share our values of social responsibility and sustainability. By incorporating ethically produced products in our gift hampers, we ensure that every gift you give with us is not only of the highest quality but also a reflection of your commitment to a better world. \n\n<\/p>\n<p>We strive to deliver an unparalleled customer experience, but our vision extends beyond that. We believe in giving back to the community that supports us. Whether it’s through community initiatives, collaborations, or simply by being a responsible business, we aim to make a positive impact.<\/p>\n<\/p>Our journey towards social responsibility is an ongoing one. We continuously strive to improve our practices, explore innovative solutions, and collaborate with like-minded partners. We believe that by working together, we can create a lasting positive impact on our customers, our community, and our planet. With The Hamper Boutique Co, you’re not only giving the gift of joy but also contributing to a more sustainable and responsible future. \n<\/p>\n<\/div>"}},"custom_liquid_zxPFAH":{"type":"custom-liquid","settings":{"custom_liquid":"<br\/>\n<h3 class=\"text-center\">Acknowledgement to the Country<\/h3>\n<blockquote>\n<p>We honor Australia’s Traditional Custodians, respecting their Elders and diverse cultures, and remains committed to playing a part in the journey towards reconciliation.<\/p>\n<\/blockquote>\n\n<div class=\"container\">\n<img style=\"margin-left: 20px; float: right;\" src=\"https:\/\/cdn.shopify.com\/s\/files\/1\/0859\/1127\/3767\/files\/Aboriginal_Torres-1_480x480.png?v=1710406959\" alt=\"Social Responsibility:Our Commitment to a Sustainable Future\n\">\n\n<p>We deeply respect and appreciate the rich tapestry of cultures that make up Australia, particularly the invaluable contributions of the Traditional Custodians of this land. In the spirit of reconciliation, we wholeheartedly acknowledge these Custodians, who have nurtured and protected the country throughout Australia, maintaining an unbroken connection to the land, sea, and community. \n\n<\/p>\n<p>We pay our heartfelt respects to their Elders, both past and present, who have guided their communities with wisdom, courage, and resilience. We also recognise the emerging leaders, who carry the ancestral knowledge forward, weaving it seamlessly with the needs of the present and future. \n\n<\/p>\n<p>Ethical production is at the core of our product selection process. We carefully choose suppliers who share our values of social responsibility and sustainability. By incorporating ethically produced products in our gift hampers, we ensure that every gift you give with us is not only of the highest quality but also a reflection of your commitment to a better world. <\/p>\n<p>In extending this respect, we do not limit it to the past or the present, but also extend it to all Aboriginal and Torres Strait Islander peoples today. We appreciate the richness of their diverse cultures, languages, and traditions and the meaningful ways they enrich our nation. \n\n<\/p>\n<\/p>At The Hamper Boutique Co, we believe in building bridges of understanding and respect, and we remain committed to playing our part in the journey towards reconciliation. We take this moment to say thank you to the Traditional Custodians of Australia for their enduring care of this beautiful country we are privileged to call home. <\/p>\n<\/div>"}},"custom_liquid_KxNpqU":{"type":"custom-liquid","settings":{"custom_liquid":"<br\/>\n<h3 class=\"text-center\">Embracing Diversity, Championing Inclusion<\/h3>\n<blockquote>\n<p>We celebrate diversity and inclusion as a powerful strength, striving to create an environment where everyone feels valued and promoting unity in diversity through their hampers.<\/p>\n<\/blockquote>\n\n<div class=\"container\">\n<img style=\"margin-right: 20px; float: left;\" src=\"https:\/\/cdn.shopify.com\/s\/files\/1\/0859\/1127\/3767\/files\/shutterstock_394630207_480x480.jpg?v=1710406959\" alt=\"Embracing Diversity, Championing Inclusion\n\">\n\n<p>In a world as beautifully diverse as ours, we recognise that every individual brings a unique spectrum of experiences, perspectives, and values. We wholeheartedly celebrate this diversity, seeing it not just as a fact of life, but as a powerful strength. Our vision transcends cultures, races, religions, sexual orientations, and identities, embracing the richness that these differences bring to our collective experience.<\/p>\n<p>Inclusion is not just a concept for us, but a fundamental pillar of our business ethos. We strive to create an environment where everyone feels seen, heard, and valued. It’s this belief that guides our interactions, not just within our team, but with our customers and broader community as well. We are committed to ensuring that our practices, our hampers, and our communications are reflective of this dedication to inclusivity.<\/p>\n<p>We believe that in this diverse tapestry, every thread is essential. We’re not just about creating beautiful hampers; we’re about celebrating diversity, promoting inclusivity, and cherishing the shared humanity that unites us all. It’s our commitment to these principles that enables us to deliver gifts that resonate with a wide array of tastes, traditions, and celebrations, making every moment with The Hamper Boutique Co a celebration of unity in diversity. <\/p>\n<\/div>"}},"image_banner_wBKcwR":{"type":"image-banner","custom_css":["h2 {color: #fff;}","p {color: #fff; background: #0000007a; padding: 2rem;}"],"settings":{"full_width":true,"color_scheme":"background-1","subheading":"","heading":"<h2>Contact Us<\/h2>","heading_size":"large","text_information":"We’re always delighted to hear from you, our valued customers. We understand that you may have questions, suggestions, or feedback, and we are here to assist you in any way we can. Our friendly and knowledgeable customer support team is available to help you via phone, email, live chat, and across all our social media platforms. For more detailed contact information and additional ways to reach out to us, please visit the “Contact Us” section on our website. We look forward to connecting with you and making your experience with The Hamper Boutique Co exceptional.","text_align":"center","show_view_all":true,"button_label":"Contact Us","button_style":"primary","button_link":"shopify:\/\/pages\/contact","image":"shopify:\/\/shop_images\/shutterstock_2283175773.jpg","image_ratio":"adapt","opacity_overlay":0.5,"margin_top":"l","margin_bottom":"no-indent"}}},"order":["main","rich_text_btkdN8","multicolumn_97hH7w","custom_liquid_CcPGgk","custom_liquid_rJgjWa","custom_liquid_TgB93L","custom_liquid_zxPFAH","custom_liquid_KxNpqU","image_banner_wBKcwR"]}